examples/flow_past_cylinder/re200/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "0.001/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          83200;
        startFace       165920;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          83200;
        startFace       249120;
    }
    side1
    {
        type            wall;
        inGroups        1(wall);
        nFaces          280;
        startFace       332320;
    }
    side2
    {
        type            wall;
        inGroups        1(wall);
        nFaces          280;
        startFace       332600;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          280;
        startFace       332880;
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          280;
        startFace       333160;
    }
)

// ************************************************************************* //
